<?php
// Heading
$_['heading_title']     = 'Общий Регламент ЕС по Защите Персональных Данных';

// Text
$_['text_account']      = 'Учетная запись';
$_['text_gdpr']         = 'Вы можете посмотреть %s GDPR на <a href="%s" target="_blank">%s<a/> странице.';
$_['text_verification'] = 'Верификация учетной записи';
$_['text_email']        = 'Перед тем как мы сможем выполнить какие-либо запросы GDPR, мы должны проверить Вашу учетную запись. Пожалуйста, введите адрес электронной почты ниже.';
$_['text_action']       = 'Выберите действие';
$_['text_export']       = 'Экспорт личных данных';
$_['text_remove']       = 'Удалить личные данные';
$_['text_warning']      = 'Предупреждение, что Вы потеряете доступ к своей учетной записи!';
$_['text_access']       = 'У Вас больше не будет доступа к вашей %s учетной записи.';
$_['text_history']      = 'У Вас больше нет доступа к вашей истории заказов, счетам, закладок или загрузкам.';
$_['text_limit']        = 'Запросы на удаление учетной записи будут обрабатываться через <strong>%s дней</strong>, поэтому любое обнаружение мошенничества, возвратные платежи или возвраты могут быть обработаны.';
$_['text_success']      = 'Успех: электронное письмо было отправлено на ваш адрес электронной почты!';

// Entry
$_['entry_email']       = 'Эл. почта';

// Error
$_['error_email']       = 'Адрес электронной почты не является действительным!';
$_['error_action']      = 'Вы должны выбрать действительное действие GDPR!';