<?php
// Heading
$_['heading_title']          = 'Конфигурация';

// Text
$_['text_step_3']            = 'Введите Вашу базу данных и детали администрации';
$_['text_db_connection']     = '1. Пожалуйста, заполните данные для подключения Вашей базы данных.';
$_['text_db_administration'] = '2. Пожалуйста, заполните имя пользователя, пароль и адрес электронной почты для администрации.';
$_['text_mysqli']            = 'MySQLi';
$_['text_pdo']               = 'mPDO';
$_['text_pgsql']             = 'PostgreSQL';

// Entry
$_['entry_db_driver']        = 'Драйвер БД';
$_['entry_db_hostname']      = 'Адрес БД';
$_['entry_db_username']      = 'Пользователь БД';
$_['entry_db_password']      = 'Пароль БД';
$_['entry_db_database']      = 'Имя БД';
$_['entry_db_port']          = 'Порт БД';
$_['entry_db_prefix']        = 'Префикс БД';
$_['entry_username']         = 'Пользователь';
$_['entry_password']         = 'Пароль';
$_['entry_email']            = 'Э-Почта';

// Error
$_['error_db_driver']        = 'Драйвер Базы Данных обязателен!';
$_['error_db_hostname']      = 'Адрес обязателен!';
$_['error_db_username']      = 'Пользователь обязателен!';
$_['error_db_database']      = 'Имя базы данных обязательно!';
$_['error_db_port']          = 'Порт БД обязателен!';
$_['error_db_prefix']        = 'Префикс БД может содержать только строчные символы в диапазоне a-z, 0-9 и подчеркивания';
$_['error_db_connect']       = 'Ошибка: не удалось подключиться к базе данных, пожалуйста, убедитесь, что сервер базы данных, имя пользователя и пароль верны!';
$_['error_username']         = 'Пользователь обязателен!';
$_['error_password']         = 'Пароль обязателен!';
$_['error_email']            = 'Неверный адрес электронной почты!';
$_['error_config']           = 'Ошибка: не удалось записать в config.php, пожалуйста, проверьте, что Вы установили правильные разрешения на: ';
