<?php
// Text
$_['text_subject']        = '%s - Партнерская программа';
$_['text_welcome']        = 'Благодарим Вас за участие в %s партнерской программе!';
$_['text_login']          = 'Ваша учетная запись была создана, и Вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему адресу:';
$_['text_approval']       = 'Ваша учетная запись должна быть подтверждена, прежде чем Вы сможете войти. После подтверждения Вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему адресу:';
$_['text_service']        = 'После входа в систему вы сможете создавать коды отслеживания, отслеживать комиссионные платежи и редактировать данные своей учетной записи.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_affiliate']  = 'Новый партнер';
$_['text_signup']         = 'Новый партнер зарегистрировался:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Группа покупателя:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'Эл. почта:';
$_['text_telephone']      = 'Телефон:';

$_['button_login']           = 'Вход';
