<?php
// Text
$_['text_subject']  = '%s - General Data Personal Request';
$_['text_export']   = 'Запрос на экспорт данных';
$_['text_remove']   = 'Запрос на удаление учетной записи';
$_['text_gdpr']     = 'Запрос GDPR с этого адреса электронной почты, чтобы подтвердить это действие, пожалуйста, нажмите на ссылку ниже:';
$_['text_ip']       = 'IP-адрес, использованный для запроса:';
$_['text_contact']  = 'Если Вы не делали этот запрос, пожалуйста, свяжитесь с администрацией магазина здесь:';
$_['text_thanks']   = 'Спасибо,';
$_['text_ignore']   = 'Если Вы не делали этот запрос, пожалуйста, игнорируйте это письмо.';

// Button
$_['button_export'] = 'Я подтверждаю экспорт моих данных';
$_['button_remove'] = 'Я подтверждаю удаление моей учетной записи';