<?php
// Heading
$_['heading_title']       = 'MaxMind';

// Text
$_['text_maxmind']        = 'Служба обнаружения мошенничества.';
$_['text_success']        = 'Служба мошенничества MaxMind установлена';
$_['text_signup']         = 'Если у вас нет лицензионного ключа, вы можете зарегистрироваться <a href="https://www.maxmind.com/?rId=opencart" target="_blank">здесь</a>.';

// Entry
$_['entry_key']          = 'Лицензионный ключ';
$_['entry_score']        = 'Оценка риска';
$_['entry_order_status'] = 'Статус заказа мошенничества';

// Help
$_['help_score']         = 'Чем выше оценка, тем более вероятно, что заказ является мошенническим. Установите баллы от 0 до 100.';
$_['help_order_status']  = 'Заказам сверх установленного вами балла будет присвоен этот статус заказа, и он не сможет автоматически получить статуса выполнен.';

// Error
$_['error_key']          = 'Лицензионный ключ Maxmind обязателен';
$_['error_score']        = 'Разрешены баллы от 0 до 100';
